"1_iphone6_1" = "do a brain dump of your\nday to-do & plan your day"

"2_iphone6_2" = "your daily to-do list with\nother apps on your iPhone";

"3_iphone6_3" = "select the language in which\nthe app talks to you";

"4_iphone6_4" = "stay on top of your day tasks\nwithout unlocking your iPhone";

"5_iphone6_5" = "to help you get things done";